import 'bootstrap/dist/css/bootstrap.min.css';

  
function AUPage() {
    return (
    <main class="container">
        <section class="AU-block d-flex align-items-center mb-5">
        <div class="AU-image">
            <img src="https://localhost:7099/file/img/knight_aboutus.jfif" alt="AU Image" class="img-fluid"/>
        </div>
        <div class="aboutus-text ms-4">
            <h2>О проекте Epic Knight Store</h2>
            <p class="lead">Добро пожаловать в Epic Knight Store - ваш надежный партнер в мире компьютерных игр! Мы - команда увлеченных геймеров и профессионалов, объединенных страстью к захватывающим приключениям и эпическим историям.</p>
            <hr class="my-4"/>
            <h2>Наша миссия</h2>
            <p>Наша миссия - предоставить вам доступ к лучшим играм, которые заставят ваше сердце биться чаще, а разум - решать сложные головоломки. Мы стремимся создать удобную и безопасную платформу, где каждый игрок сможет найти что-то по душе.</p>
            <h2>Почему выбирают нас?</h2>
            <ul lass="align-items-left">
                <li><strong>Огромный выбор игр:</strong> От классических шедевров до горячих новинок, у нас есть игры на любой вкус.</li>
                <li><strong>Выгодные цены:</strong> Мы предлагаем конкурентоспособные цены и регулярные акции, чтобы сделать ваше игровое приключение еще более доступным.</li>
                <li><strong>Безопасность:</strong> Мы гарантируем безопасность ваших данных и транзакций, используя современные технологии защиты.</li>
                <li><strong>Удобство:</strong> Интуитивно понятный интерфейс поможет вам легко найти и купить желаемую игру.</li>
                <li><strong>Поддержка:</strong> Наша команда поддержки всегда готова ответить на ваши вопросы и помочь в решении любых проблем.</li>
            </ul>
            <h2>Наша команда</h2>
            <p>Мы - команда профессионалов, которые любят игры так же, как и вы. Мы постоянно следим за новинками и трендами в игровой индустрии, чтобы предложить вам только лучшее. Мы верим, что игры - это не просто развлечение, это искусство, которое вдохновляет, объединяет и дарит незабываемые эмоции.</p>
            <h2>Присоединяйтесь к нам!</h2>
            <p>Спасибо, что выбрали Epic Knight Store. Мы надеемся, что наш магазин станет вашим любимым местом для приобретения компьютерных игр. Присоединяйтесь к нашему сообществу, делитесь своими впечатлениями и наслаждайтесь миром эпических приключений вместе с нами!</p>
            <hr class="my-4"/>
            <p class="font-italic">С наилучшими пожеланиями, команда Epic Knight Store</p>
        </div>
        </section>
    </main>
    );
}

export default AUPage